---
kind: other
id: Properties.T:Autodesk.Revit.Creation.AreaCreationData
source: html/5a28360c-369b-696e-ba45-5fe1ebab90f9.htm
---
# AreaCreationData Properties

Specify the location of the area tag.